const termsJa = """
# 利用規約

本規約は合同会社コベリン（以下「当社」とします）が提供する「QTH
map」（以下「本サービス」とします）を利用される際に適応されます。ご利用にあたっては本規約をお読みいただき、ご承諾の上でご利用ください。

## 第１条（規約の適用）

1. 本規約は、当社が本サービスを提供する上で、利用者が本サービスの提供を受けるにあたっての諸条件を定めたものです。
2. 当社は、本サービスの提供に関して、本規約のほか、本サービスの利用に関する個別規約その他のガイドライン等を定めることがあります。この場合、当該個別規約その他のガイドライン等は、本規約の一部として利用者による本サービスの利用に適用されるものとします。
3. 利用者が本サービスを利用された場合、利用者が本規約に同意したものとみなします。
4. 利用者が、未成年の場合、利用者は、本サービスの利用について、親権者等法定代理人の同意を得なければなりません。当社は、未成年者の利用者による本サービスの利用については、親権者等法定代理人の同意を得て行為されたものとみなします。

## 第２条（利用登録）

1. 利用者は、当社が定める方法により必要事項を登録いただくことで、利用登録を行うことができます。
2. 利用者は、登録事項について、当社に対して正確かつ最新の情報を届け出なければなりません。
3. 登録内容に変更が生じた場合、利用者は、速やかに、変更内容を当社に届け出るものとします。
4. 登録内容が不正確若しくは虚偽であり、又は、変更内容について届出がされていないために、利用者が損害又は不利益を被ったとしても、当社は責任を負わないものとします。

## 第3条（利用者による投稿）

1. 本サービス内における利用者による書き込み、レビュー、コメント等の情報及び利用者が掲載、アップロード又は閲覧可能にした画像、イラストその他のコンテンツ（以下「利用者投稿情報」といいます。）は、本サービスの不特定多数の利用者からアクセス及び閲覧されることを十分に理解の上、本サービスをご利用ください。利用者投稿情報については、これを行った利用者が一切の責任を負うものとします。
2. 利用者は以下の情報の投稿を行うことはできません。

- 真実ではないもの
- わいせつな表現又はヌード等のわいせつ画像を含むもの
- 他人の名誉又は信用を傷つけるもの
- 第三者のプライバシー権、肖像権、著作権その他の権利を侵害するもの
- コンピュータウィルスを含むもの
- その他当社が不適当と判断するもの

3. 利用者は、当社が利用者投稿情報を無償で使用することを許諾するものとします。許諾にあたり、利用者は以下を表明し保証するものとします。

- 利用者投稿情報に関する著作権、著作隣接権、肖像権その他一切の権利について、正当な権利者であり、又は、正当な権利者から本サービスに係る利用者投稿情報の利用に必要な一切の許諾を受けていること。
- 利用者投稿情報の投稿及び当社による利用が、第三者の著作権、著作隣接権、肖像権その他一切の権利を侵害しないこと。

4. 当社は、利用者に安全に本サービスを利用いただくことを目的として、利用者投稿情報の内容を監視することができるものとします。
5. 当社は、利用者投稿情報が本規約に違反する場合又は以下の事由に該当する場合、利用者への事前の通知なく利用者投稿情報を削除すること及び利用者の投稿の制限を行うことができるものとします。

- 投稿から一定期間以上経過した場合
- 本サービスの保守管理上、必要と認められる場合
- 利用者投稿情報等の容量が当社の使用機器の所定容量を超過した場合又はその恐れが生じた場合

6. 当社は、前項による削除及び投稿の制限の理由につき、利用者に対し返答する義務を負うものではなく、削除及び制限につき、利用者に発生した損害又は不利益につき、責任を負いません。また、当社は、利用者投稿情報の削除義務を負うものではありません。

7. 利用者は、本条に係る利用者投稿情報の監視、削除及び投稿の制限について、あらかじめ同意するものとします。
""";
